/* 
  iyan3d-en.strings
  Iyan3D

  Created by sabish on 21/07/16.
  Copyright © 2016 Smackall Games. All rights reserved.
*/

"Loading Assets " ="Legge Eiendeler";
"Scenes" = "scener";
"Information" ="Informasjon";
"Already_upgraded_Premium_Please_Restore_Purchase_Message" = "Du har allerede oppgradert til Premium. Vennligst 'Påloggings 'og bruk' Restore kjøp 'i' Innstillinger 'menyen for å bekrefte kjøpet.'";
"Alert" = "Varsling";
"OK" ="OK";
"Ok" = "OK";
"No_Email_account_configured" = "Ingen e-post-konto er konfigurert på denne enheten.";
"My Scene %d" ="Min Scene% d";
"Warning" = "Advarsel";
"Scene_name_empty" = "Scenenavn kan ikke være tomt.";
"Scene_name_special_character" = "Scenenavn kan ikke inneholde spesialtegn.";
"Duplicate_Scene_Name" = "Duplicate Scene Name";
"Duplicate_Scene_Name_message" = "En annen scene med samme navn finnes allerede. Vennligst oppgi et annet navn.";
"Rename Scene" = "Gi nytt navn Scene";
"Please enter a new Scene name" = "Skriv inn et nytt scenenavn";
"Cancel" = "Kansellere";
"Scene Name" = "scene Name";
"A Scene created using Iyan 3D in iOS." = "En Scene opprettet ved hjelp Iyan 3D i iOS.";
"Success" = "Suksess";
"file_successfully_saved_dropbox" = "Filen ble lagret i Dropbox. Du finner den i din Dropbox konto 'Apps / Iyan3D '.";
"Failure" = "Failure";
"Error_uploading_file" = "Feil ved opplasting av filen. Vennligst sjekk din internettforbindelse.";
"unable_connect_server" = "Kan ikke koble til serveren, vennligst sjekk nettverksinnstillingene.";
"Connection Error" = "Tilkoblingsfeil";
"max_five_lights_per_scene" = "Scene kan ikke inneholde mer enn fem lys.";
"File Corrupted" = "Ødelagt fil";
"File_Corrupted_message" = "Prosjektet du prøver å åpne, er skadet.";
"Select Bone Structure" = "Velg benbygning";
"start_single_bone_or_human_message" =" Du kan enten starte med et helt menneske Bone struktur eller med et enkelt bein?";
"Single Bone" ="enkelt~~POS=TRUNC Bone";
"Human Bone Structure" ="Menneskelig benbygning";
"rigging_back_previous_mode" = "Er du sikker på at du vil gå tilbake til forrige modus? Ved å trykke Ja alle endringene vil bli forkastet.";
"NO" = "NEI";
"Yes" ="Ja";
"Light %d" = "Lys% d";
"Delete" = "Slett";
"Clone" = "Clone";
"copy_limit_exceed_message" = "Kopier grense overskrides. Importer objektet med 'Legg til' knappen på verktøylinjen.";
"CAMERA" = "KAMERA";
"LIGHT" = "LETT";
"Image : %@" = "Bilde : %@";
"Text : %@" = "Tekst:% @";
"Video : %@" = "Video:% @";
"apply_animation_error" = "Velg en tekst eller tegn for å bruke animasjon.";
"Save your Animation as template" ="Lagre animasjon som mal";
"Animation Name" = "animasjon Name";
"Bones cannot be added to this model." = "Bein kan ikke legges til i denne modellen.";
"model_cannot_add_bone" = "Denne modellen ble rigget med forrige versjon. Noen av konvolutten informasjon kan mangle. Vil du fortsette?";
"Please Select any Node to add Bone" = "Vennligst velg noen Node å legge Bone";
"Delete Animation in this Frame" = "Slett Animasjon i denne Frame";
"Delete Animation in this Frame" = "Slett Animasjon i denne Frame";
"Delete Object" = "Slett objekt";
"Info" = "info";
"There is no animation in this frame." = "Det er ingen animasjon i denne rammen.";
"Animation name cannot be empty." ="Animasjon Navnet kan ikke være tomt.";
"Animation_Name_special" = "Animasjon Navn kan ikke inneholde spesialtegn.";
"Step_1_rigging_message" = "Plasser bein i riktige posisjoner innenfor modellen.";
"Step_2_rigging_message" = "Skalere hvert bein er konvolutt til å dekke rundt mesh.";
"Step_3_rigging_message" = "Sørg for at riggen er perfekt ved å animere modellen.";
"PREVIEW" = "PREVIEW";
"ADJUST ENVELOP" = "JUSTERING innhylle";
"ATTACH SKELETON" = "FEST SKELETON";
"Cone" = "Cone";
"Cube" ="Cube";
"Cylinder" = "Sylinder";
"Plane" = "fly";
"Sphere" = "Sphere";
"Torus" = "Torus";
"bone_count_exceed" = "Den maksimale bein per objekt kan ikke overstige 57.";
"Category" = "Kategori";
"All Models" = "alle modeller";
"Character" ="Karakter";
"Backgrounds" = "bakgrunner";
"Accessories" = "Tilbehør";
"Minecraft" ="Minecraft";
"FNAF" = "FNAF";
"My Library" = "mitt bibliotek";
"Rename Object" = "Gi nytt navn Object";
"Please enter a name" ="Skriv inn et navn";
"Please Choose Font Style." ="Vennligst Velg Font Style.";
"Please enter some text to add." = "Skriv inn tekst for å legge til.";
"Create a Scene" = "Lag en Scene";
"Animate Character" = "Animer Character";
"Export Video" ="eksport Video";
"Share your video" = "Del din video";
"onboarding_message_#1" = "Legg karakterer, miljøer, rekvisitter fra vårt bibliotek med over 300 eiendeler eller importere en OBJ fil fra en ekstern kilde.";
"onboarding_message_#2" = "Ta med tegn til liv med våre forhåndsdefinerte bevegelser, bruke fysikk simulering eller gjøre en av dine egne handlinger.";
"onboarding_message_#3" = "Gjengi den endelige videoen med ønsket kvalitet og stil.";
"onboarding_message_#4" = "Det er det. Send en 3D-film og showoff dine kreative ferdigheter til dine venner.";
"Next" ="neste";
"Let's get started" = "La oss komme i gang";
"Models" = "modeller";
"Images" = "Bilder";
"Videos" = "videoer";
"Text" = "Tekst";
"Light" ="Lett";
"OBJ File" = "OBJ fil";
"Add Bone" ="Legg Bone";
"Particle Effects" = "partikkel effekter";
"Apply Animation" = "Påfør Animasjon";
"Save Animation" = "Lagre Animasjon";
"Images" = "Bilder";
"Videos" = "videoer";
"Tutorials" = "Guider";
"Settings" = "innstillinger";
"Rate This App" ="Ranger denne appen";
"Follow Us" = "Følg oss";
"Contact Us" = "Kontakt oss";
"Front" = "Front";
"Top" = "Topp";
"Left" = "Venstre";
"Back" = "Tilbake";
"Right" ="Ikke sant";
"Bottom" = "Bunn";
"1 Frame" = "en ramme";
"24 Frames" = "24 Rammer";
"240 Frames" ="240 bilder";
"Camera" = "Kamera";
"Light" = "Lett";
"Clone" = "Clone";
"Delete" = "Slett";
"Rename" = "Gi nytt navn";
"Move Camera" = "Flytt kamera";
"Publish" = "publisere";
"No data" = "Ingen data";
"share_image_social_media" = "En 3D-scene, jeg opprettet med Iyan 3D på iOS";
"share_video_social_media" = "En animasjon video, jeg opprettet med Iyan 3D på iOS";
"only_hq_options" = "Denne eiendommen er kun for Highquality Rendering.";
"reopen_apply_changes" = "Vennligst re-åpne scenen for å bruke endringen.";
"sign_in_to_continue" = "Vennligst SignIn å fortsette.";
"no_premium_restored" = "Det synes å være et problem med kjøpet. Vennligst sørg for at du har oppgradert til Premium med den aktuelle kontoen.";
"In Progress" = "I prosess";
"Completed" = "fullført";
"In Queue" = "I kø";
"Download" = "Nedlasting";
"successful_saved_phot_gallery" = "Bilde / Video lagret i Bilder.";
"failed_saved_phot_gallery" = "Det er et problem med nedlasting av bilde / video. Prøv igjen senere.";
"no_twitter_account" = "Oppsett Twitter Accounnt i enheten.";
"APPLY "= "SØKE OM";
"select_obj_preview" = "Velg en OBJ å forhåndsvise.";
"choose_texture" = "Velg en tekstur for å søke om den valgte modellen.";
"choose_color" ="Velg toppunktet farge for den valgte OBJ.";
"tap_import_photos" = "Trykk for å importere tekstur fra Photo Library.";
"tap_to_choose_texture" = "Trykk for å velge tekstur / farge for det valgte objektet.";
"import_model_selected_texture" ="Importer modellen med den valgte tekstur / farge.";
"add_obj_document_dir" = "Legg OBJ/DAE/FBX/3DS filer i dokument.";
"add_texture_document_dir" = "Legg Texture filer i dokument.";
"Pick Color" ="Plukk Color";
"ADD TO SCENE" = "LEGG TIL SCENE";
"Import Texture" = "import Texture";
"Normal Shader" = "Normal Shader";
"Toon Shader" = "Toon Shader";
"HQ Rendering" = "HQ Rende";
"tap_to_start" = "Trykk for å starte eksport.";
"please_signin" = "Vennligst SignIn å fortsette.";
"not_enough_credits" = "Du er ikke nok studiepoeng må du lade din konto for å fortsette.";
"scene_no_support_hqrender" = "Scene inneholder video / praticles som for tiden ikke støttes i HQ gjengivelse.";
"data_doesnot_exist" = "Den anmodede data doest ikke eksisterer !!";
"hqrender_uploaded_success" = "Lastet opp. Du kan se fremdriften for gjengi i din profil.";
"Done" = "Ferdig";
"Rename Animation" ="Gi nytt navn Animasjon";
"Trending" ="Trender";
"Featured" ="Utvalgt";
"Top Rated" ="Topp rangert";
"Recent" = "Nylig";
"My Animations" = "Mine Animasjoner";
"username_has_special_char" = "Brukernavn kan ikke inneholde spesialtegn.";
"username_isempty" = "Brukernavnet kan ikke være tomt.";
"Success" = "Suksess";
"success_animation_publish" ="Animasjon publisert.";
"bone_count_mismatch" = "Bone teller ikke kan matche.";
"fontstyle_char_unsupported" = "Den skriftstil du velger støtter ikke tegnene du har skrevet inn.";
"inapp_disabled" = "In-App Purchase er deaktivert. Sjekk innstillingene for å aktivere kjøp.";
"missing_resources" = "Noen ressurser filer mangler.";
"My Objects" ="Mine objekter";
"Edit" = "Redigere";
"ADD" = "  LEGG TIL";
"ANIMATION" = "  ANIMASJON";
"OPTIONS" = "  ALTERNATIVER";
"EXPORT" = "  EKSPORT";
"MOVE" = "  BEVEGE SEG";
"ROTATE" = "  ROTERE";
"SCALE" ="  SCALE";
"ADD JOINT" = "  LEGG JOINT";
"MIRROR" = "SPEIL";
"CANCEL" = "KANSELLERE";
"ADD TO SCENE" = "LEGG TIL SCENE";
"Enter Text" = "Skriv inn tekst";
"With Bones" = "med Bones";
"Color" = "Farge";
"Font Store" = "Font-butikken";
"My Fonts" = "Mine Fonts";
"News Feed" = "News feed";
"Clear All" = "Rydd alt";
"SHARE" = "DELE";
"CLOSE" = "LUKKE";
"FRAME COUNT DISPLAY" = "FRAME telling";
"TOOLBAR" = "VERKTØYLINJEN";
"3D WORKSPACE" = "3D ARBEIDSPLASS";
"Quality" ="Kvalitet";
"Speed" ="Hastighet";
"This setting does not affect Export quality" = "Denne innstillingen påvirker ikke Export kvalitet";
"MultiSelect" = "Multiselect";
"RESTORE PURCHASE" ="GJENOPPRETT KJØP";
"SETTINGS" ="INNSTILLINGER";
"Credits" = "studiepoeng";
"Add 5k Credits" ="Legg 5k Studiepoeng";
"Add 20k Credits" = "Legg 20k Studiepoeng";
"Add 50k Credits" ="Legg 50k Studiepoeng";
"HQ Render Progress" = "HQ Render Progress";
"Manage Account" = "Administrer kontoen";
"Sign Out" ="Logg ut";
"Add Credits" = "Legg Studiepoeng";
"Sign In" = "Logg inn";
"Login to enjoy more features" = "Logg inn for å nyte flere funksjoner";
"Copy OBJ files in Document Directory." = "Kopier OBJ filer i dokument.";
"Import Obj" = "import Obj";
"NEXT" = "NESTE";
"Create Scene" = "Lag Scene";
"Creates a new scene." = "Oppretter en ny scene.";
"Tap to open the scene." = "Klikk for å åpne scenen.";
"Tap to Clone / Delete / Share the scene." = "Trykk for å klone / slette / Del scenen.";
"RENDERING PROGRESS" = "VIL GJØRE PROGRESS";
"RESOLUTION" ="OPPLØSNING";
"BACKGROUND COLOR" = "BAKGRUNNSFARGE";
"WATERMARK" ="VANNMERKE";
"RENDERING STYLE" = "GJENGIVELSE STYLE";
"Render Normal Shader in Your Device" = "Render Normal Shader i enheten";
"LIMIT FRAMES" = "LIMIT RAMMER";
"ADD" = "LEGG TIL";
"Manage your account" ="Administrer kontoen din";
"Settings, Tutorials & Contact us" = "Innstillinger, Guider & Kontakt oss";
"Save and Exit the scene" = "Lagre og avslutte scenen";
"Add Frames" = "Legg Rammer";
"Standard view angles" ="Standard visningsvinkler";
"Play the animation preview" = "Spill animasjon forhåndsvisning";
"Switch to Move / Rotate / Scale mode" = "Bytt til Flytt / rotere / Scale-modus";
"Enable mirror to move / rotate the mirror joint of the selected joint" = "Aktiver speil for å flytte / rotere speilet felles av valgt joint";
"Import objects into the scene" ="Import objekter inn på scenen";
"Apply animation to the selected model/text" = "Påfør animasjon til den valgte modellen / tekst";
"Change properties of selected object" = "Endre egenskaper for valgt objekt";
"Export image/video to the Camera roll" = "Eksport bilde / video til Kamerarull";
"Undo / Redo your actions" = "Angre / Gjør om dine handlinger";
"Tap to add the rigged model in to the scene" = "Trykk for å legge til rigget modell til åstedet";
"Tap to publish your animation to the store" = "Trykk for å publisere animasjonen til butikken";
"Current mode in rigging" = "Gjeldende modus i rigging";
"Tap to add a joint to the selected joint in the rig" = "Klikk for å legge en felles til den valgte felles i rigg";
"Manage objects in the scene" ="Administrere objekter i scenen";
"Switch to Move / Rotate / Scale mode" = "Bytt til Flytt / rotere / Scale-modus";
"Enable to move / rotate the mirror joint of selected joint" = "Aktiver for å flytte / rotere speilet felles av valgt joint";
"Cancel rigging and go back to the scene" = "Avbryt rigging og gå tilbake til åstedet";
"Tap to change model category" = "Trykk for å endre modell kategori";
"Tap to import the selected model into your scene." = "Trykk for å importere den valgte modellen inn i scenen din.";
"Import selected 3D text into the scene." = "Import valgte 3D-tekst inn på scenen.";
"Choose color for 3D text." = "Velg farge for 3D-tekst.";
"Add bevel to 3D text." = "Legg bevel til 3D tekst.";
"Enter your text here." = "Skriv inn teksten her.";
"Tap to save and close the Settings." = "Trykk for å lagre og lukke Innstillinger.";
"Enable or Disable multiple objects selection." = "Aktiver eller Deaktiver flere objekter utvalg.";
"Choose whether toolbar should be on the right or left side in Editor." = "Velg om verktøylinjen skal være på høyre eller venstre side i redigeringsprogrammet.";
"Choose between quality or speed of rendering in Editor. "="Velg mellom kvalitet eller hastighet på rendering i Editor.";
"Enable/Disable Watermark image." = "Aktiver / deaktiver vannmerke bilde.";
"Limit the number of frames to be exported." = "Begrens antall rammer som skal eksporteres.";
"Credits required for the current export." = "Studiepoeng som kreves for dagens eksport.";
"Tap to change category." = "Trykk for å endre kategori.";
"Tap to apply animation to the selected object." = "Trykk for å bruke animasjon til det valgte objektet.";

























